Repository: bae-fm/bae
Catalog: bae-macos/bae/bae/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Couldn't determine iCloud account status. Check your network and try again.
ar: تعذّر تحديد حالة حساب iCloud. تحقّق من الشبكة وأعد المحاولة.
bg: Състоянието на профила в iCloud не можа да бъде определено. Проверете мрежата и опитайте отново.
bn: iCloud অ্যাকাউন্টের অবস্থা নির্ধারণ করা যায়নি। আপনার নেটওয়ার্ক পরীক্ষা করে আবার চেষ্টা করুন।
cs: Nepodařilo se zjistit stav účtu iCloud. Zkontrolujte síť a zkuste to znovu.
de: iCloud-Accountstatus konnte nicht ermittelt werden. Prüfe dein Netzwerk und versuche es erneut.
es: No se pudo determinar el estado de la cuenta de iCloud. Comprueba tu red e inténtalo de nuevo.
fr: Impossible de déterminer l'état du compte iCloud. Vérifiez votre réseau, puis réessayez.
gu: iCloud ખાતાની સ્થિતિ નક્કી કરી શકાઈ નહીં. તમારું નેટવર્ક તપાસો અને ફરી પ્રયાસ કરો.
he: לא ניתן היה לקבוע את מצב חשבון ה-iCloud. בדוק את הרשת ונסה שוב.
hi: iCloud खाते की स्थिति निर्धारित नहीं की जा सकी. अपना नेटवर्क जाँचें और दोबारा कोशिश करें.
hr: Nije moguće utvrditi stanje iCloud računa. Provjerite mrežu i pokušajte ponovno.
it: Impossibile determinare lo stato dell'account iCloud. Controlla la rete e riprova.
ja: iCloudアカウントの状況を判断できませんでした。ネットワークを確認してから、もう一度お試しください。
kn: iCloud ಖಾತೆಯ ಸ್ಥಿತಿಯನ್ನು ನಿರ್ಧರಿಸಲಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಪರಿಶೀಲಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: iCloud 계정 상태를 확인할 수 없습니다. 네트워크를 확인한 다음 다시 시도하십시오.
ml: iCloud അക്കൗണ്ട് നില നിർണ്ണയിക്കാനായില്ല. നിങ്ങളുടെ നെറ്റ്‌വർക്ക് പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: iCloud खात्याची स्थिती निश्चित करता आली नाही. तुमचे नेटवर्क तपासा आणि पुन्हा प्रयत्न करा.
nl: Kan de status van de iCloud-account niet bepalen. Controleer je netwerk en probeer het opnieuw.
pa: iCloud ਖਾਤੇ ਦੀ ਸਥਿਤੀ ਪਤਾ ਨਹੀਂ ਲੱਗ ਸਕੀ। ਆਪਣਾ ਨੈੱਟਵਰਕ ਜਾਂਚੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się ustalić stanu konta iCloud. Sprawdź sieć i spróbuj ponownie.
pt_br: Não foi possível determinar o estado da conta do iCloud. Verifique sua rede e tente novamente.
ta: iCloud கணக்கின் நிலையைத் தீர்மானிக்க முடியவில்லை. உங்கள் நெட்வொர்க்கைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: iCloud ఖాతా స్థితిని నిర్ధారించడం సాధ్యం కాలేదు. మీ నెట్‌వర్క్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: ระบุสถานะบัญชี iCloud ไม่ได้ ตรวจสอบเครือข่ายของคุณแล้วลองอีกครั้ง
tr: iCloud hesabının durumu belirlenemedi. Ağınızı denetleyip yeniden deneyin.
uk: Не вдалося визначити стан облікового запису iCloud. Перевірте мережу та повторіть спробу.
ur: iCloud اکاؤنٹ کی صورتحال متعین نہیں ہو سکی۔ اپنا نیٹ ورک جانچیں اور دوبارہ کوشش کریں۔
vi: Không thể xác định trạng thái tài khoản iCloud. Hãy kiểm tra mạng và thử lại.
zh_hans: 无法确定 iCloud 账户状态。请检查网络后重试。
zh_hant: 無法判斷 iCloud 帳戶狀態。請檢查網路後再試一次。

source: Couldn't drop that track: %@
ar: تعذّر إسقاط هذا المقطع: %@
bg: Този запис не можа да се премахне: %@
bn: সেই ট্র্যাকটি বাদ দেওয়া যায়নি: %@
cs: Tuto skladbu se nepodařilo vynechat: %@
de: Dieser Titel konnte nicht entfernt werden: %@
es: No se pudo descartar esa pista: %@
fr: Impossible de retirer cette piste : %@
gu: એ ટ્રૅક કાઢી શકાયો નહીં: %@
he: לא ניתן להסיר את הרצועה הזו: %@
hi: वह ट्रैक हटाया नहीं जा सका: %@
hr: Tu pjesmu nije moguće izostaviti: %@
it: Impossibile escludere questa traccia: %@
ja: そのトラックを除外できませんでした: %@
kn: ಆ ಟ್ರ್ಯಾಕ್ ಕೈಬಿಡಲಾಗಲಿಲ್ಲ: %@
ko: 해당 트랙을 제외할 수 없습니다: %@
ml: ആ ട്രാക്ക് ഒഴിവാക്കാനായില്ല: %@
mr: तो ट्रॅक वगळता आला नाही: %@
nl: Kon dat nummer niet weglaten: %@
pa: ਉਹ ਟਰੈਕ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %@
pl: Nie udało się pominąć tego utworu: %@
pt_br: Não foi possível remover essa faixa: %@
ta: அந்தத் தடத்தை நீக்க முடியவில்லை: %@
te: ఆ ట్రాక్‌ను తీసివేయలేకపోయాం: %@
th: นำแทร็กนั้นออกไม่ได้: %@
tr: Bu parça çıkarılamadı: %@
uk: Не вдалося вилучити цей трек: %@
ur: وہ ٹریک نکالا نہیں جا سکا: %@
vi: Không thể loại bỏ bản nhạc đó: %@
zh_hans: 无法移除该曲目：%@
zh_hant: 無法移除該曲目：%@

source: Couldn't list the libraries on this Mac
ar: تعذّر سرد المكتبات على هذا الـ Mac
bg: Библиотеките на този Mac не можаха да бъдат изброени
bn: এই Mac-এর লাইব্রেরিগুলির তালিকা করা যায়নি
cs: Knihovny v tomto Macu se nepodařilo vypsat
de: Bibliotheken auf diesem Mac konnten nicht aufgelistet werden
es: No se pudieron listar las bibliotecas de este Mac
fr: Impossible de lister les bibliothèques de ce Mac
gu: આ Mac પરની લાઇબ્રેરીઓની યાદી બનાવી શકાઈ નહીં
he: לא ניתן היה להציג את הספריות ב-Mac הזה
hi: इस Mac की लाइब्रेरी सूचीबद्ध नहीं की जा सकीं
hr: Nije moguće izlistati fonoteke na ovom Macu
it: Impossibile elencare le librerie su questo Mac
ja: この Mac のライブラリを一覧表示できませんでした
kn: ಈ Mac ನಲ್ಲಿರುವ ಗ್ರಂಥಾಲಯಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡಲಾಗಲಿಲ್ಲ
ko: 이 Mac의 라이브러리를 나열할 수 없습니다
ml: ഈ Mac-ലെ ലൈബ്രറികൾ പട്ടികപ്പെടുത്താനായില്ല
mr: या Mac वरील लायब्ररींची यादी करता आली नाही
nl: Kan de bibliotheken op deze Mac niet tonen
pa: ਇਸ Mac ਦੀਆਂ ਲਾਇਬ੍ਰੇਰੀਆਂ ਦੀ ਸੂਚੀ ਨਹੀਂ ਬਣਾਈ ਜਾ ਸਕੀ
pl: Nie udało się wyświetlić bibliotek na tym Macu
pt_br: Não foi possível listar as bibliotecas neste Mac
ta: இந்த Mac-இல் உள்ள நூலகங்களைப் பட்டியலிட முடியவில்லை
te: ఈ Macలోని లైబ్రరీలను జాబితా చేయడం సాధ్యం కాలేదు
th: ไม่สามารถแสดงรายการคลังใน Mac เครื่องนี้ได้
tr: Bu Mac'teki kitaplıklar listelenemedi
uk: Не вдалося перелічити бібліотеки на цьому Mac
ur: اس Mac پر موجود لائبریریوں کی فہرست نہیں بن سکی
vi: Không thể liệt kê thư viện trên máy Mac này
zh_hans: 无法列出此 Mac 上的库
zh_hant: 無法列出此 Mac 上的資料庫

source: Couldn't load image
ar: تعذّر تحميل الصورة
bg: Изображението не може да бъде заредено
bn: ছবি লোড করা যায়নি
cs: Nelze načíst obrázek
de: Bild konnte nicht geladen werden
es: No se pudo cargar la imagen
fr: Impossible de charger l'image
gu: છબી લોડ કરી શકાયી નહીં
he: לא ניתן לטעון את התמונה
hi: छवि लोड नहीं हो सकी
hr: Nije moguće učitati sliku
it: Impossibile caricare l'immagine
ja: 画像を読み込めませんでした
kn: ಚಿತ್ರ ಲೋಡ್ ಆಗಲಿಲ್ಲ
ko: 이미지를 불러올 수 없습니다
ml: ചിത്രം ലോഡ് ചെയ്യാനായില്ല
mr: प्रतिमा लोड करता आली नाही
nl: Kan afbeelding niet laden
pa: ਚਿੱਤਰ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕਿਆ
pl: Nie udało się wczytać obrazu
pt_br: Não foi possível carregar a imagem
ta: படத்தை ஏற்ற முடியவில்லை
te: చిత్రాన్ని లోడ్ చేయలేకపోయింది
th: โหลดภาพไม่ได้
tr: Görüntü yüklenemedi
uk: Не вдалося завантажити зображення
ur: تصویر لوڈ نہیں ہو سکی
vi: Không thể tải hình ảnh
zh_hans: 无法加载图片
zh_hant: 無法載入影像

source: Couldn't re-check the Discogs key: %@
ar: تعذّرت إعادة التحقق من مفتاح Discogs: %@
bg: Ключът за Discogs не може да бъде проверен отново: %@
bn: Discogs কী আবার পরীক্ষা করা যায়নি: %@
cs: Nelze znovu ověřit klíč Discogs: %@
de: Discogs-Schlüssel konnte nicht erneut geprüft werden: %@
es: No se pudo volver a comprobar la clave de Discogs: %@
fr: Impossible de revérifier la clé Discogs : %@
gu: Discogs કી ફરી તપાસી શકાયી નહીં: %@
he: לא ניתן לבדוק מחדש את מפתח Discogs‏: %@
hi: Discogs कुंजी दोबारा जांची नहीं जा सकी: %@
hr: Nije moguće ponovno provjeriti Discogs ključ: %@
it: Impossibile ricontrollare la chiave Discogs: %@
ja: Discogsキーを再確認できませんでした: %@
kn: Discogs ಕೀ ಮರುಪರಿಶೀಲಿಸಲಾಗಲಿಲ್ಲ: %@
ko: Discogs 키를 다시 확인할 수 없음: %@
ml: Discogs കീ വീണ്ടും പരിശോധിക്കാനായില്ല: %@
mr: Discogs कळ पुन्हा तपासता आली नाही: %@
nl: Kan de Discogs-sleutel niet opnieuw controleren: %@
pa: Discogs ਕੁੰਜੀ ਮੁੜ ਜਾਂਚੀ ਨਹੀਂ ਜਾ ਸਕੀ: %@
pl: Nie udało się ponownie sprawdzić klucza Discogs: %@
pt_br: Não foi possível verificar a chave do Discogs novamente: %@
ta: Discogs விசையை மீண்டும் சரிபார்க்க முடியவில்லை: %@
te: Discogs కీని మళ్లీ తనిఖీ చేయలేకపోయింది: %@
th: ตรวจสอบคีย์ Discogs ซ้ำไม่ได้: %@
tr: Discogs anahtarı yeniden denetlenemedi: %@
uk: Не вдалося повторно перевірити ключ Discogs: %@
ur: Discogs کلید دوبارہ جانچی نہیں جا سکی: %@
vi: Không thể kiểm tra lại khóa Discogs: %@
zh_hans: 无法重新校验 Discogs 密钥：%@
zh_hant: 無法重新檢查 Discogs 金鑰：%@

source: Couldn't read file tags: %@
ar: تعذّرت قراءة وسوم الملفات: %@
bg: Етикетите на файловете не можаха да се прочетат: %@
bn: ফাইল ট্যাগ পড়া যায়নি: %@
cs: Nepodařilo se přečíst značky souborů: %@
de: Datei-Tags konnten nicht gelesen werden: %@
es: No se pudieron leer las etiquetas de los archivos: %@
fr: Impossible de lire les tags des fichiers : %@
gu: ફાઇલ ટૅગ વાંચી શકાયા નહીં: %@
he: לא ניתן לקרוא את תגי הקבצים: %@
hi: फ़ाइल टैग नहीं पढ़े जा सके: %@
hr: Nije moguće pročitati oznake datoteka: %@
it: Impossibile leggere i tag dei file: %@
ja: ファイルのタグを読み取れませんでした: %@
kn: ಫೈಲ್ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಓದಲಾಗಲಿಲ್ಲ: %@
ko: 파일 태그를 읽을 수 없음: %@
ml: ഫയൽ ടാഗുകൾ വായിക്കാനായില്ല: %@
mr: फाइल टॅग वाचता आले नाहीत: %@
nl: Kan de bestandstags niet lezen: %@
pa: ਫਾਈਲ ਟੈਗ ਪੜ੍ਹੇ ਨਹੀਂ ਜਾ ਸਕੇ: %@
pl: Nie udało się odczytać znaczników plików: %@
pt_br: Não foi possível ler as tags dos arquivos: %@
ta: கோப்புக் குறிச்சொற்களைப் படிக்க முடியவில்லை: %@
te: ఫైల్ ట్యాగ్‌లను చదవడం సాధ్యం కాలేదు: %@
th: อ่านแท็กไฟล์ไม่ได้: %@
tr: Dosya etiketleri okunamadı: %@
uk: Не вдалося прочитати теґи файлів: %@
ur: فائل ٹیگز نہیں پڑھے جا سکے: %@
vi: Không thể đọc thẻ tệp: %@
zh_hans: 无法读取文件标签：%@
zh_hant: 無法讀取檔案標籤：%@

source: Couldn't read restore codes from your keychain
ar: تعذّرت قراءة رموز الاستعادة من سلسلة المفاتيح لديك
bg: Кодовете за възстановяване не можаха да бъдат прочетени от вашия ключодържател
bn: আপনার কীচেইন থেকে পুনরুদ্ধার কোড পড়া যায়নি
cs: Obnovovací kódy se nepodařilo přečíst z vaší klíčenky
de: Wiederherstellungscodes konnten nicht aus deinem Schlüsselbund gelesen werden
es: No se pudieron leer los códigos de restauración de tu llavero
fr: Impossible de lire les codes de restauration dans votre trousseau
gu: તમારી કીચેનમાંથી રિસ્ટોર કોડ વાંચી શકાયા નહીં
he: לא ניתן היה לקרוא את קודי השחזור ממחזיק המפתחות שלך
hi: आपके किचेन से पुनर्स्थापना कोड नहीं पढ़े जा सके
hr: Nije moguće pročitati kodove za obnovu iz vašeg privjeska ključeva
it: Impossibile leggere i codici di ripristino dal tuo portachiavi
ja: キーチェーンから復元コードを読み取れませんでした
kn: ನಿಮ್ಮ ಕೀಚೈನ್‌ನಿಂದ ಮರುಸ್ಥಾಪನೆ ಕೋಡ್‌ಗಳನ್ನು ಓದಲಾಗಲಿಲ್ಲ
ko: 키체인에서 복원 코드를 읽을 수 없습니다
ml: നിങ്ങളുടെ കീചെയിനിൽ നിന്ന് പുനഃസ്ഥാപന കോഡുകൾ വായിക്കാനായില്ല
mr: तुमच्या कीचेनमधून पुनर्संचयन कोड वाचता आले नाहीत
nl: Kan de herstelcodes niet uit je sleutelhanger lezen
pa: ਤੁਹਾਡੀ ਕੀਚੇਨ ਤੋਂ ਰੀਸਟੋਰ ਕੋਡ ਪੜ੍ਹੇ ਨਹੀਂ ਜਾ ਸਕੇ
pl: Nie udało się odczytać kodów przywracania z pęku kluczy
pt_br: Não foi possível ler os códigos de restauração das suas chaves
ta: உங்கள் கீசெயினிலிருந்து மீட்டமைப்புக் குறியீடுகளைப் படிக்க முடியவில்லை
te: మీ కీచైన్ నుంచి పునరుద్ధరణ కోడ్‌లను చదవడం సాధ్యం కాలేదు
th: ไม่สามารถอ่านรหัสกู้คืนจากพวงกุญแจของคุณได้
tr: Geri yükleme kodları anahtar zincirinden okunamadı
uk: Не вдалося прочитати коди відновлення з вашої в'язки ключів
ur: آپ کی کی چین سے بحالی کوڈ نہیں پڑھے جا سکے
vi: Không thể đọc mã khôi phục từ chuỗi khóa của bạn
zh_hans: 无法从钥匙串读取恢复码
zh_hant: 無法從鑰匙圈讀取還原碼

source: Couldn't read the stored Discogs key: %@
ar: تعذّرت قراءة مفتاح Discogs المخزّن: %@
bg: Запазеният ключ за Discogs не може да бъде прочетен: %@
bn: সংরক্ষিত Discogs কী পড়া যায়নি: %@
cs: Nelze přečíst uložený klíč Discogs: %@
de: Gespeicherter Discogs-Schlüssel konnte nicht gelesen werden: %@
es: No se pudo leer la clave de Discogs guardada: %@
fr: Impossible de lire la clé Discogs enregistrée : %@
gu: સંગ્રહિત Discogs કી વાંચી શકાયી નહીં: %@
he: לא ניתן לקרוא את מפתח Discogs השמור: %@
hi: संग्रहित Discogs कुंजी पढ़ी नहीं जा सकी: %@
hr: Nije moguće pročitati pohranjeni Discogs ključ: %@
it: Impossibile leggere la chiave Discogs salvata: %@
ja: 保存されたDiscogsキーを読み込めませんでした: %@
kn: ಸಂಗ್ರಹಿಸಿದ Discogs ಕೀ ಓದಲಾಗಲಿಲ್ಲ: %@
ko: 저장된 Discogs 키를 읽을 수 없음: %@
ml: സംഭരിച്ച Discogs കീ വായിക്കാനായില്ല: %@
mr: साठवलेली Discogs कळ वाचता आली नाही: %@
nl: Kan de opgeslagen Discogs-sleutel niet lezen: %@
pa: ਸਟੋਰ ਕੀਤੀ Discogs ਕੁੰਜੀ ਪੜ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ: %@
pl: Nie udało się odczytać zapisanego klucza Discogs: %@
pt_br: Não foi possível ler a chave do Discogs armazenada: %@
ta: சேமித்த Discogs விசையை வாசிக்க முடியவில்லை: %@
te: నిల్వ చేసిన Discogs కీని చదవలేకపోయింది: %@
th: อ่านคีย์ Discogs ที่จัดเก็บไว้ไม่ได้: %@
tr: Saklanan Discogs anahtarı okunamadı: %@
uk: Не вдалося прочитати збережений ключ Discogs: %@
ur: محفوظ Discogs کلید پڑھی نہیں جا سکی: %@
vi: Không thể đọc khóa Discogs đã lưu: %@
zh_hans: 无法读取已保存的 Discogs 密钥：%@
zh_hant: 無法讀取已儲存的 Discogs 金鑰：%@

# Couldn't read what %@ can describe: %@
source: Couldn't read what %1$@ can describe: %2$@
ar: تعذّرت قراءة ما يمكن أن يصفه %1$@: %2$@
bg: Не можа да се прочете какво може да описва %1$@: %2$@
bn: %1$@ কী বর্ণনা করতে পারে তা পড়া যায়নি: %2$@
cs: Nepodařilo se zjistit, co může %1$@ popisovat: %2$@
de: Konnte nicht lesen, was %1$@ beschreiben kann: %2$@
es: No se pudo leer qué puede describir %1$@: %2$@
fr: Impossible de lire ce que %1$@ peut décrire : %2$@
gu: %1$@ શું વર્ણવી શકે તે વાંચી શકાયું નહીં: %2$@
he: לא ניתן לקרוא מה %1$@ יכול לתאר: %2$@
hi: %1$@ किसका वर्णन कर सकता है, यह पढ़ा नहीं जा सका: %2$@
hr: Nije moguće pročitati što %1$@ može opisati: %2$@
it: Impossibile leggere ciò che %1$@ può descrivere: %2$@
ja: %1$@が説明できる対象を読み取れませんでした: %2$@
kn: %1$@ ಏನನ್ನು ವಿವರಿಸಬಲ್ಲದು ಎಂಬುದನ್ನು ಓದಲಾಗಲಿಲ್ಲ: %2$@
ko: %1$@이(가) 설명할 수 있는 대상을 읽을 수 없음: %2$@
ml: %1$@ എന്തിനെ വിവരിക്കാനാകും എന്ന് വായിക്കാനായില്ല: %2$@
mr: %1$@ कशाचे वर्णन करू शकते ते वाचता आले नाही: %2$@
nl: Kan niet lezen wat %1$@ kan beschrijven: %2$@
pa: %1$@ ਕੀ ਦੱਸ ਸਕਦਾ ਹੈ, ਇਹ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %2$@
pl: Nie udało się odczytać, co %1$@ może opisywać: %2$@
pt_br: Não foi possível ler o que %1$@ pode descrever: %2$@
ta: %1$@ எதை விவரிக்க முடியும் என்பதைப் படிக்க முடியவில்லை: %2$@
te: %1$@ దేన్ని వివరించగలదో చదవలేకపోయాము: %2$@
th: อ่านไม่ได้ว่า %1$@ อธิบายอะไรได้บ้าง: %2$@
tr: %1$@ öğesinin neyi tanımlayabileceği okunamadı: %2$@
uk: Не вдалося зчитати, що може описувати %1$@: %2$@
ur: %1$@ کیا بیان کر سکتا ہے، یہ پڑھا نہیں جا سکا: %2$@
vi: Không thể đọc nội dung mà %1$@ có thể mô tả: %2$@
zh_hans: 无法读取 %1$@ 可以描述的内容：%2$@
zh_hant: 無法讀取 %1$@ 可以描述的內容：%2$@

source: Couldn't remove folder: %@
ar: تعذّرت إزالة المجلد: %@
bg: Папката не може да бъде премахната: %@
bn: ফোল্ডার সরানো যায়নি: %@
cs: Nelze odebrat složku: %@
de: Ordner konnte nicht entfernt werden: %@
es: No se pudo quitar la carpeta: %@
fr: Impossible de supprimer le dossier : %@
gu: ફોલ્ડર દૂર કરી શકાયું નહીં: %@
he: לא ניתן להסיר תיקייה: %@
hi: फोल्डर हटाया नहीं जा सका: %@
hr: Nije moguće ukloniti mapu: %@
it: Impossibile rimuovere la cartella: %@
ja: フォルダを削除できませんでした: %@
kn: ಫೋಲ್ಡರ್ ತೆಗೆದುಹಾಕಲಾಗಲಿಲ್ಲ: %@
ko: 폴더를 제거할 수 없음: %@
ml: ഫോൾഡർ നീക്കം ചെയ്യാനായില്ല: %@
mr: फोल्डर काढता आला नाही: %@
nl: Kan map niet verwijderen: %@
pa: ਫੋਲਡਰ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %@
pl: Nie udało się usunąć folderu: %@
pt_br: Não foi possível remover a pasta: %@
ta: கோப்புறையை நீக்க முடியவில்லை: %@
te: ఫోల్డర్‌ను తీసివేయలేకపోయింది: %@
th: ลบโฟลเดอร์ไม่ได้: %@
tr: Klasör kaldırılamadı: %@
uk: Не вдалося вилучити теку: %@
ur: پوشہ ہٹایا نہیں جا سکا: %@
vi: Không thể xóa thư mục: %@
zh_hans: 无法移除文件夹：%@
zh_hant: 無法移除資料夾：%@

source: Couldn't remove library
ar: تعذّر إزالة المكتبة
bg: Библиотеката не можа да бъде премахната
bn: লাইব্রেরি সরানো যায়নি
cs: Knihovnu se nepodařilo odebrat
de: Bibliothek konnte nicht entfernt werden
es: No se pudo quitar la biblioteca
fr: Impossible de retirer la bibliothèque
gu: લાઇબ્રેરી દૂર કરી શકાઈ નથી
he: לא ניתן היה להסיר את הספרייה
hi: लाइब्रेरी हटाई नहीं जा सकी
hr: Nije moguće ukloniti fonoteku
it: Impossibile rimuovere la libreria
ja: ライブラリを削除できませんでした
kn: ಗ್ರಂಥಾಲಯವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಲಿಲ್ಲ
ko: 라이브러리를 제거할 수 없습니다
ml: ലൈബ്രറി നീക്കംചെയ്യാനായില്ല
mr: लायब्ररी काढता आली नाही
nl: Kan bibliotheek niet verwijderen
pa: ਲਾਇਬ੍ਰੇਰੀ ਹਟਾਈ ਨਹੀਂ ਜਾ ਸਕੀ
pl: Nie udało się usunąć biblioteki
pt_br: Não foi possível remover a biblioteca
ta: நூலகத்தை அகற்ற முடியவில்லை
te: లైబ్రరీని తీసివేయడం సాధ్యం కాలేదు
th: ไม่สามารถนำคลังออกได้
tr: Kitaplık kaldırılamadı
uk: Не вдалося вилучити бібліотеку
ur: لائبریری کو ہٹایا نہیں جا سکا
vi: Không thể gỡ thư viện
zh_hans: 无法移除库
zh_hant: 無法移除資料庫

source: Couldn't remove the Discogs key: %@
ar: تعذّرت إزالة مفتاح Discogs: %@
bg: Ключът за Discogs не може да бъде премахнат: %@
bn: Discogs কী সরানো যায়নি: %@
cs: Nelze odebrat klíč Discogs: %@
de: Discogs-Schlüssel konnte nicht entfernt werden: %@
es: No se pudo quitar la clave de Discogs: %@
fr: Impossible de supprimer la clé Discogs : %@
gu: Discogs કી દૂર કરી શકાયી નહીં: %@
he: לא ניתן להסיר את מפתח Discogs‏: %@
hi: Discogs कुंजी हटाई नहीं जा सकी: %@
hr: Nije moguće ukloniti Discogs ključ: %@
it: Impossibile rimuovere la chiave Discogs: %@
ja: Discogsキーを削除できませんでした: %@
kn: Discogs ಕೀ ತೆಗೆದುಹಾಕಲಾಗಲಿಲ್ಲ: %@
ko: Discogs 키를 제거할 수 없음: %@
ml: Discogs കീ നീക്കം ചെയ്യാനായില്ല: %@
mr: Discogs कळ काढता आली नाही: %@
nl: Kan de Discogs-sleutel niet verwijderen: %@
pa: Discogs ਕੁੰਜੀ ਹਟਾਈ ਨਹੀਂ ਜਾ ਸਕੀ: %@
pl: Nie udało się usunąć klucza Discogs: %@
pt_br: Não foi possível remover a chave do Discogs: %@
ta: Discogs விசையை நீக்க முடியவில்லை: %@
te: Discogs కీని తీసివేయలేకపోయింది: %@
th: ลบคีย์ Discogs ไม่ได้: %@
tr: Discogs anahtarı kaldırılamadı: %@
uk: Не вдалося вилучити ключ Discogs: %@
ur: Discogs کلید ہٹائی نہیں جا سکی: %@
vi: Không thể xóa khóa Discogs: %@
zh_hans: 无法移除 Discogs 密钥：%@
zh_hant: 無法移除 Discogs 金鑰：%@

source: Couldn't rotate MCP token: %@
ar: تعذر تدوير الرمز المميز لـ MCP: %@
bg: MCP токенът не можа да бъде сменен: %@
bn: MCP টোকেন ঘোরানো যায়নি: %@
cs: Nepodařilo se obměnit MCP token: %@
de: MCP-Token konnte nicht rotiert werden: %@
es: No se pudo rotar el token MCP: %@
fr: Impossible de renouveler le jeton MCP : %@
gu: MCP ટોકન ફેરવી શકાયું નહીં: %@
he: לא ניתן להחליף אסימון MCP: %@
hi: MCP टोकन घुमाया नहीं जा सका: %@
hr: Nije moguće rotirati MCP token: %@
it: Impossibile ruotare il token MCP: %@
ja: MCPトークンをローテーションできませんでした: %@
kn: MCP ಟೋಕನ್ ತಿರುಗಿಸಲಾಗಲಿಲ್ಲ: %@
ko: MCP 토큰을 교체할 수 없음: %@
ml: MCP ടോക്കൺ മാറ്റാനായില്ല: %@
mr: MCP टोकन फिरवता आले नाही: %@
nl: Kan MCP-token niet vernieuwen: %@
pa: MCP ਟੋਕਨ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %@
pl: Nie udało się odnowić tokenu MCP: %@
pt_br: Não foi possível girar o token MCP: %@
ta: MCP குறியீட்டை மாற்ற முடியவில்லை: %@
te: MCP టోకెన్‌ను మార్చలేకపోయింది: %@
th: หมุนเวียนโทเค็น MCP ไม่ได้: %@
tr: MCP belirteci döndürülemedi: %@
uk: Не вдалося оновити токен MCP: %@
ur: MCP ٹوکن تبدیل نہیں ہو سکا: %@
vi: Không thể xoay vòng token MCP: %@
zh_hans: 无法轮换 MCP 令牌：%@
zh_hant: 無法輪替 MCP 權杖：%@

source: Couldn't save Subsonic password: %@
ar: تعذّر حفظ كلمة سر Subsonic: %@
bg: Паролата за Subsonic не можа да се запази: %@
bn: Subsonic পাসওয়ার্ড সংরক্ষণ করা যায়নি: %@
cs: Heslo Subsonic se nepodařilo uložit: %@
de: Subsonic-Passwort konnte nicht gesichert werden: %@
es: No se pudo guardar la contraseña de Subsonic: %@
fr: Impossible d'enregistrer le mot de passe Subsonic : %@
gu: Subsonic પાસવર્ડ સાચવી શકાયો નહીં: %@
he: לא ניתן לשמור את סיסמת Subsonic: %@
hi: Subsonic पासवर्ड सहेजा नहीं जा सका: %@
hr: Lozinku za Subsonic nije bilo moguće spremiti: %@
it: Impossibile salvare la password di Subsonic: %@
ja: Subsonicのパスワードを保存できませんでした: %@
kn: Subsonic ಪಾಸ್‌ವರ್ಡ್ ಉಳಿಸಲಾಗಲಿಲ್ಲ: %@
ko: Subsonic 암호를 저장할 수 없습니다: %@
ml: Subsonic പാസ്‌വേഡ് സൂക്ഷിക്കാനായില്ല: %@
mr: Subsonic पासवर्ड जतन करता आला नाही: %@
nl: Kon Subsonic-wachtwoord niet bewaren: %@
pa: Subsonic ਪਾਸਵਰਡ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: %@
pl: Nie udało się zapisać hasła Subsonic: %@
pt_br: Não foi possível salvar a senha do Subsonic: %@
ta: Subsonic கடவுச்சொல்லைச் சேமிக்க முடியவில்லை: %@
te: Subsonic పాస్‌వర్డ్‌ను సేవ్ చేయలేకపోయాము: %@
th: บันทึกรหัสผ่าน Subsonic ไม่ได้: %@
tr: Subsonic parolası kaydedilemedi: %@
uk: Не вдалося зберегти пароль Subsonic: %@
ur: Subsonic پاس ورڈ محفوظ نہیں ہو سکا: %@
vi: Không thể lưu mật khẩu Subsonic: %@
zh_hans: 无法保存 Subsonic 密码：%@
zh_hant: 無法儲存 Subsonic 密碼：%@

source: Couldn't save that change: %@
ar: تعذّر حفظ هذا التغيير: %@
bg: Тази промяна не можа да се запази: %@
bn: সেই পরিবর্তনটি সংরক্ষণ করা যায়নি: %@
cs: Tuto změnu se nepodařilo uložit: %@
de: Diese Änderung konnte nicht gesichert werden: %@
es: No se pudo guardar ese cambio: %@
fr: Impossible d’enregistrer cette modification : %@
gu: એ ફેરફાર સાચવી શકાયો નહીં: %@
he: לא ניתן לשמור את השינוי הזה: %@
hi: वह बदलाव सहेजा नहीं जा सका: %@
hr: Tu promjenu nije moguće spremiti: %@
it: Impossibile salvare questa modifica: %@
ja: その変更を保存できませんでした: %@
kn: ಆ ಬದಲಾವಣೆ ಉಳಿಸಲಾಗಲಿಲ್ಲ: %@
ko: 해당 변경 사항을 저장할 수 없습니다: %@
ml: ആ മാറ്റം സേവ് ചെയ്യാനായില്ല: %@
mr: तो बदल जतन करता आला नाही: %@
nl: Kon die wijziging niet bewaren: %@
pa: ਉਹ ਤਬਦੀਲੀ ਸੰਭਾਲੀ ਨਹੀਂ ਜਾ ਸਕੀ: %@
pl: Nie udało się zapisać tej zmiany: %@
pt_br: Não foi possível salvar essa alteração: %@
ta: அந்த மாற்றத்தைச் சேமிக்க முடியவில்லை: %@
te: ఆ మార్పును సేవ్ చేయలేకపోయాం: %@
th: บันทึกการเปลี่ยนแปลงนั้นไม่ได้: %@
tr: Bu değişiklik kaydedilemedi: %@
uk: Не вдалося зберегти цю зміну: %@
ur: وہ تبدیلی محفوظ نہیں کی جا سکی: %@
vi: Không thể lưu thay đổi đó: %@
zh_hans: 无法保存该更改：%@
zh_hant: 無法儲存該變更：%@

source: Couldn't save the Discogs key: %@
ar: تعذّر حفظ مفتاح Discogs: %@
bg: Ключът за Discogs не може да бъде запазен: %@
bn: Discogs কী সংরক্ষণ করা যায়নি: %@
cs: Nelze uložit klíč Discogs: %@
de: Discogs-Schlüssel konnte nicht gespeichert werden: %@
es: No se pudo guardar la clave de Discogs: %@
fr: Impossible d'enregistrer la clé Discogs : %@
gu: Discogs કી સાચવી શકાયી નહીં: %@
he: לא ניתן לשמור את מפתח Discogs‏: %@
hi: Discogs कुंजी सहेजी नहीं जा सकी: %@
hr: Nije moguće spremiti Discogs ključ: %@
it: Impossibile salvare la chiave Discogs: %@
ja: Discogsキーを保存できませんでした: %@
kn: Discogs ಕೀ ಉಳಿಸಲಾಗಲಿಲ್ಲ: %@
ko: Discogs 키를 저장할 수 없음: %@
ml: Discogs കീ സംരക്ഷിക്കാനായില്ല: %@
mr: Discogs कळ जतन करता आली नाही: %@
nl: Kan de Discogs-sleutel niet bewaren: %@
pa: Discogs ਕੁੰਜੀ ਸੰਭਾਲੀ ਨਹੀਂ ਜਾ ਸਕੀ: %@
pl: Nie udało się zapisać klucza Discogs: %@
pt_br: Não foi possível salvar a chave do Discogs: %@
ta: Discogs விசையைச் சேமிக்க முடியவில்லை: %@
te: Discogs కీని సేవ్ చేయలేకపోయింది: %@
th: บันทึกคีย์ Discogs ไม่ได้: %@
tr: Discogs anahtarı kaydedilemedi: %@
uk: Не вдалося зберегти ключ Discogs: %@
ur: Discogs کلید محفوظ نہیں ہو سکی: %@
vi: Không thể lưu khóa Discogs: %@
zh_hans: 无法保存 Discogs 密钥：%@
zh_hant: 無法儲存 Discogs 金鑰：%@

source: Couldn't save the restore code to your keychain
ar: تعذّر حفظ رمز الاستعادة في سلسلة المفاتيح لديك
bg: Кодът за възстановяване не можа да бъде запазен във вашия ключодържател
bn: আপনার কীচেইনে পুনরুদ্ধার কোড সংরক্ষণ করা যায়নি
cs: Obnovovací kód se nepodařilo uložit do vaší klíčenky
de: Wiederherstellungscode konnte nicht in deinem Schlüsselbund gesichert werden
es: No se pudo guardar el código de restauración en tu llavero
fr: Impossible d'enregistrer le code de restauration dans votre trousseau
gu: તમારી કીચેનમાં રિસ્ટોર કોડ સાચવી શકાયો નહીં
he: לא ניתן היה לשמור את קוד השחזור במחזיק המפתחות שלך
hi: आपके किचेन में पुनर्स्थापना कोड सहेजा नहीं जा सका
hr: Nije moguće spremiti kod za obnovu u vaš privjesak ključeva
it: Impossibile salvare il codice di ripristino nel tuo portachiavi
ja: 復元コードをキーチェーンに保存できませんでした
kn: ನಿಮ್ಮ ಕೀಚೈನ್‌ನಲ್ಲಿ ಮರುಸ್ಥಾಪನೆ ಕೋಡ್ ಉಳಿಸಲಾಗಲಿಲ್ಲ
ko: 복원 코드를 키체인에 저장할 수 없습니다
ml: പുനഃസ്ഥാപന കോഡ് നിങ്ങളുടെ കീചെയിനിൽ സംരക്ഷിക്കാനായില്ല
mr: तुमच्या कीचेनमध्ये पुनर्संचयन कोड जतन करता आला नाही
nl: Kan de herstelcode niet in je sleutelhanger bewaren
pa: ਤੁਹਾਡੀ ਕੀਚੇਨ ਵਿੱਚ ਰੀਸਟੋਰ ਕੋਡ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie udało się zapisać kodu przywracania w pęku kluczy
pt_br: Não foi possível salvar o código de restauração nas suas chaves
ta: உங்கள் கீசெயினில் மீட்டமைப்புக் குறியீட்டைச் சேமிக்க முடியவில்லை
te: మీ కీచైన్‌లో పునరుద్ధరణ కోడ్‌ను సేవ్ చేయడం సాధ్యం కాలేదు
th: ไม่สามารถบันทึกรหัสกู้คืนลงในพวงกุญแจของคุณได้
tr: Geri yükleme kodu anahtar zincirine kaydedilemedi
uk: Не вдалося зберегти код відновлення у вашій в'язці ключів
ur: آپ کی کی چین میں بحالی کوڈ محفوظ نہیں ہو سکا
vi: Không thể lưu mã khôi phục vào chuỗi khóa của bạn
zh_hans: 无法将恢复码保存到钥匙串
zh_hant: 無法將還原碼儲存至鑰匙圈
